Repository: scalinity/MindFriend
Catalog: apps/ios/MindFriendApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: System Default
es: Predeterminado del Sistema
pt_br: Padrao do Sistema

source: Tab
es: Pestana
pt_br: Aba

# tab.circles
source: Circles
es: Circulos
pt_br: Circulos

# tab.home
source: Home
es: Inicio
pt_br: Inicio

# tab.mood
source: Mood
es: Animo
pt_br: Humor

# tab.profile
source: Profile
es: Perfil
pt_br: Perfil

source: Tactile
es: Táctil
pt_br: Tátil

source: Tactile Patterns
es: Patrones táctiles
pt_br: Padrões táteis

source: Tag: %@
es: Etiqueta: %@

source: Tags: %@
es: Etiquetas: %@

source: Take a moment to reflect on your week. Your answers are private and help us support you better.
es: Toma un momento para reflexionar sobre tu semana. Tus respuestas son privadas y nos ayudan a apoyarte mejor.
pt_br: Reserve um momento para refletir sobre sua semana. Suas respostas sao privadas e nos ajudam a apoia-lo melhor.

source: Take a quick check-in to set a baseline and unlock personalized goals.
es: Haz un registro rápido para establecer una línea base y desbloquear metas personalizadas.
pt_br: Faça um check-in rápido para estabelecer uma linha de base e desbloquear metas personalizadas.

source: Take it one step at a time. Your safety plan is here to help.
es: Tomalo un paso a la vez. Tu plan de seguridad esta aqui para ayudarte.
pt_br: Vaca um passo de cada vez. Seu plano de seguranca esta aqui para ajudar.

source: Take your first assessment
es: Realiza tu primera evaluación
pt_br: Faça sua primeira avaliação

source: Take your time. When you're ready, tap to continue.
es: Toma tu tiempo. Cuando estes listo, toca para continuar.
pt_br: Leve seu tempo. Quando estiver pronto, toque para continuar.

source: Taking a moment
es: Tomando un momento
pt_br: Tomando um momento

source: Taking a moment to breathe takes courage.
es: Tomarse un momento para respirar requiere coraje.
pt_br: Reservar um momento para respirar requer coragem.

source: Tap + to create your first private journal entry
es: Toca + para crear tu primera entrada de diario privada
pt_br: Toque + para criar sua primeira entrada de diario privada

source: Tap anywhere to continue
es: Toca en cualquier lugar para continuar
pt_br: Toque em qualquer lugar para continuar

source: Tap Continue to proceed
es: Toca Continuar para proceder
pt_br: Toque Continuar para prosseguir

source: Tap for details
es: Toca para detalles
pt_br: Toque para detalhes

source: Tap for immediate calming support
es: Toca para apoyo de calma inmediato
pt_br: Toque para suporte de calma imediato

source: Tap for immediate calming support during anxiety or panic
es: Toca para apoyo de calma inmediato durante ansiedad o panico
pt_br: Toque para suporte de calma imediato durante ansiedade ou panico

source: Tap for preparation tips
es: Toca para consejos de preparación
pt_br: Toque para dicas de preparação

source: Tap objects in your environment
es: Toca objetos en tu entorno
pt_br: Toque objetos em seu ambiente

source: Tap to access crisis support and resources
es: Toca para acceder a apoyo y recursos de crisis
pt_br: Toque para acessar suporte e recursos de crise

source: Tap to add (%lld remaining)
es: Toca para agregar (%lld restantes)
pt_br: Toque para adicionar (%lld restantes)

source: Tap to calculate
es: Toca para calcular
pt_br: Toque para calcular

source: Tap to edit
es: Toca para editar
pt_br: Toque para editar

source: Tap to edit this entry
es: Toca para editar esta entrada
pt_br: Toque para editar esta entrada

source: Tap to get started
es: Toca para comenzar
pt_br: Toque para começar

source: Tap to learn more
es: Toca para saber mas
pt_br: Toque para saber mais

source: Tap to manage what data is shared
es: Toca para administrar que datos se comparten
pt_br: Toque para gerenciar quais dados sao compartilhados

source: Tap to reveal
es: Toca para revelar
pt_br: Toque para revelar

source: Tap to reveal code
es: Toca para revelar codigo
pt_br: Toque para revelar codigo

source: Tap to select, then tap in scene to place
es: Toca para seleccionar, luego toca en la escena para colocar
pt_br: Toque para selecionar, depois toque na cena para posicionar

source: Tap to turn coaching on or off
es: Toca para activar o desactivar el coaching
pt_br: Toque para ativar ou desativar o coaching

source: Tap to view full briefing →
es: Toca para ver el resumen completo →
pt_br: Toque para ver o resumo completo →

source: Target
es: Objetivo
pt_br: Meta

source: Target Bedtime
es: Hora de dormir objetivo
pt_br: Hora de dormir alvo

source: Target Date
es: Fecha Objetivo
pt_br: Data Meta

source: Target Score
es: Puntuacion Objetivo
pt_br: Pontuacao Meta

source: Target Sleep Duration
es: Duración de sueño objetivo
pt_br: Duração de sono alvo

source: Target Value
es: Valor objetivo
pt_br: Valor alvo

source: Target Wake Time
es: Hora de despertar objetivo
pt_br: Hora de acordar alvo

source: Target: Reduce debt by %lld points
es: Objetivo: Reducir deuda en %lld puntos
pt_br: Objetivo: Reduzir dívida em %lld pontos

source: Teaching Philosophy
es: Filosofia de Ensenanza
pt_br: Filosofia de Ensino

source: Tell them about yourself
es: Cuéntales sobre ti
pt_br: Conte-lhes sobre você

source: Tell us about your team's mental health needs and any specific requirements.
es: Cuéntanos sobre las necesidades de salud mental de tu equipo y cualquier requisito específico.
pt_br: Conte-nos sobre as necessidades de saúde mental da sua equipe e quaisquer requisitos específicos.

source: Tell us more (optional)
es: Cuéntanos más (opcional)
pt_br: Conte-nos mais (opcional)

source: Tell us more...
es: Cuéntanos más...
pt_br: Conte-nos mais...

source: Template Info
es: Info de Plantilla
pt_br: Info do Modelo

source: Template Name
es: Nombre de plantilla
pt_br: Nome do modelo

source: Terms of Service
es: Términos de servicio
pt_br: Termos de serviço

source: Test how different habits affect your mood and energy. Choose an experiment to begin your journey.
es: Prueba como diferentes habitos afectan tu animo y energia. Elige un experimento para comenzar tu viaje.
pt_br: Teste como diferentes habitos afetam seu humor e energia. Escolha um experimento para iniciar sua jornada.

source: Test Sent
es: Prueba Enviada
pt_br: Teste Enviado

source: Test SOS Flow
es: Probar Flujo SOS
pt_br: Testar Fluxo SOS

source: Testing
es: Probando
pt_br: Testando

source: Text
es: Texto
pt_br: Texto

source: Text 741741
es: Enviar mensaje al 741741
pt_br: Enviar mensagem para 741741

source: Text HOME to 741741
es: Envia HOME al 741741
pt_br: Envie HOME para 741741

source: Text Message
es: Mensaje de Texto
pt_br: Mensagem de Texto

source: Text Size
es: Tamaño de Texto
pt_br: Tamanho do Texto

source: Thank You
es: Gracias
pt_br: Obrigado

source: Thank you for applying! We'll review your application and get back to you within 5-7 business days.
es: Gracias por aplicar! Revisaremos tu solicitud y te responderemos dentro de 5-7 dias habiles.
pt_br: Obrigado por se inscrever! Revisaremos sua solicitacao e retornaremos dentro de 5-7 dias uteis.

source: Thank you for engaging
es: Gracias por participar
pt_br: Obrigado por participar

source: Thank you for helping keep MindFriend safe. Our team will review this content.
es: Gracias por ayudar a mantener MindFriend seguro. Nuestro equipo revisara este contenido.
pt_br: Obrigado por ajudar a manter o MindFriend seguro. Nossa equipe revisara este conteudo.

source: Thank you for helping us improve accessibility. Your feedback has been received.
es: Gracias por ayudarnos a mejorar la accesibilidad. Tus comentarios han sido recibidos.
pt_br: Obrigado por nos ajudar a melhorar a acessibilidade. Seu feedback foi recebido.

source: Thank you for sharing! Your strategy will be reviewed and published soon.
es: ¡Gracias por compartir! Tu estrategia será revisada y publicada pronto.
pt_br: Obrigado por compartilhar! Sua estratégia será revisada e publicada em breve.

source: Thank You!
es: ¡Gracias!
pt_br: Obrigado!

source: Thanks for your feedback!
es: Gracias por tus comentarios!
pt_br: Obrigado pelo seu feedback!

source: Thanks!
es: ¡Gracias!
pt_br: Obrigado!

source: The agent hasn't taken any actions yet. Enable the agent and it will start monitoring your patterns.
es: El agente aún no ha tomado ninguna acción. Habilita el agente y comenzará a monitorear tus patrones.
pt_br: O agente ainda não realizou nenhuma ação. Ative o agente e ele começará a monitorar seus padrões.

source: The agent won't send notifications during quiet hours.
es: El agente no enviará notificaciones durante las horas de silencio.
pt_br: O agente não enviará notificações durante as horas de silêncio.

source: The AI will create unique artwork representing your emotions
es: La IA creara obras de arte unicas representando tus emociones
pt_br: A IA criara obras de arte unicas representando suas emocoes

source: The app will automatically lock after the selected period of inactivity.
es: La app se bloqueara automaticamente despues del periodo de inactividad seleccionado.
pt_br: O app sera bloqueado automaticamente apos o periodo de inatividade selecionado.

source: The coaching feature helps you recognize and reframe thinking patterns in real-time.
es: La función de coaching te ayuda a reconocer y reformular patrones de pensamiento en tiempo real.
pt_br: O recurso de coaching ajuda você a reconhecer e reformular padrões de pensamento em tempo real.

source: The default speed for tactile patterns and visual animations. You can adjust this for each session.
es: La velocidad predeterminada para patrones táctiles y animaciones visuales. Puedes ajustar esto para cada sesión.
pt_br: A velocidade padrão para padrões táteis e animações visuais. Você pode ajustar isso para cada sessão.

source: Their exercises
es: Sus ejercicios
pt_br: Os exercicios deles

source: Their Message
es: Su mensaje
pt_br: A mensagem deles

source: Their mood
es: Su animo
pt_br: O humor deles

source: Their Mood
es: Su Estado de Animo
pt_br: O Humor Deles

source: Their Progress
es: Su Progreso
pt_br: O Progresso Deles

source: Theme
es: Tema
pt_br: Tema

source: Theme (optional)
es: Tema (opcional)
pt_br: Tema (opcional)

source: Themes: %@
es: Temas: %@
pt_br: Temas: %@

source: Therapeutic Approaches
es: Enfoques Terapeuticos
pt_br: Abordagens Terapeuticas

source: Therapeutic Approaches (Optional)
es: Enfoques Terapeuticos (Opcional)
pt_br: Abordagens Terapeuticas (Opcional)

source: Therapeutic Programs
es: Programas terapéuticos
pt_br: Programas terapêuticos

source: Therapist Details
es: Detalles del Terapeuta
pt_br: Detalhes do Terapeuta

source: Therapist Email
es: Email del terapeuta
pt_br: Email do terapeuta

source: Therapist Info
es: Info del Terapeuta
pt_br: Info do Terapeuta

source: Therapist Information
es: Informacion del Terapeuta
pt_br: Informacoes do Terapeuta

source: Therapist reviewed
es: Revisado por terapeuta
pt_br: Revisado por terapeuta

source: These are common patterns many people experience. Recognizing them is the first step to a more balanced perspective.
es: Estos son patrones comunes que muchas personas experimentan. Reconocerlos es el primer paso hacia una perspectiva mas equilibrada.
pt_br: Estes sao padroes comuns que muitas pessoas experimentam. Reconhece-los e o primeiro passo para uma perspectiva mais equilibrada.

source: These help us suggest content you'll love.
es: Esto nos ayuda a sugerir contenido que te encantara.
pt_br: Isso nos ajuda a sugerir conteudo que voce vai adorar.

source: These suggestions are based on %lld sessions you've completed.
es: Estas sugerencias se basan en %lld sesiones que has completado.
pt_br: Estas sugestoes sao baseadas em %lld sessoes que voce completou.

source: They'll receive an invitation to join "%@"
es: Recibiran una invitacion para unirse a "%@"
pt_br: Eles receberao um convite para entrar em "%@"

source: Things to Consider
es: Cosas a Considerar
pt_br: Coisas a Considerar

source: Thinking Coach Settings
es: Configuración del coach de pensamiento
pt_br: Configurações do coach de pensamento

source: Thinking Patterns
es: Patrones de Pensamiento
pt_br: Padroes de Pensamento

source: Thinking Patterns Identified
es: Patrones de pensamiento identificados
pt_br: Padrões de pensamento identificados

source: Thinking Patterns Library
es: Biblioteca de patrones de pensamiento
pt_br: Biblioteca de padrões de pensamento

source: Third dose
es: Tercera dosis
pt_br: Terceira dose

source: This AI analysis is designed to support your self-reflection journey. It's not a substitute for professional mental health support. If you're struggling, please reach out to a counselor or therapist.
es: Este analisis de IA esta disenado para apoyar tu viaje de autorreflexion. No es un sustituto del apoyo profesional de salud mental. Si estas luchando, por favor comunicate con un consejero o terapeuta.
pt_br: Esta analise de IA e projetada para apoiar sua jornada de autorreflexao. Nao e um substituto para apoio profissional de saude mental. Se voce esta lutando, por favor entre em contato com um conselheiro ou terapeuta.

source: This cannot be undone.
es: Esto no se puede deshacer.
pt_br: Isso nao pode ser desfeito.

source: This contact will only be visible to you and accessible during emergencies.
es: Este contacto solo sera visible para ti y accesible durante emergencias.
pt_br: Este contato sera visivel apenas para voce e acessivel durante emergencias.

source: This creator hasn't published any content yet.
es: Este creador aun no ha publicado ningun contenido.
pt_br: Este criador ainda nao publicou nenhum conteudo.

source: This device doesn't support haptic feedback
es: Este dispositivo no soporta retroalimentacion haptica
pt_br: Este dispositivo nao suporta feedback haptico

source: This doesn't replace professional help. If you're in immediate danger, please call emergency services (911).
es: Esto no reemplaza la ayuda profesional. Si estas en peligro inmediato, por favor llama a servicios de emergencia (911).
pt_br: Isso nao substitui ajuda profissional. Se voce esta em perigo imediato, por favor ligue para servicos de emergencia (911).

source: This entry will be permanently deleted. This action cannot be undone.
es: Esta entrada sera eliminada permanentemente. Esta accion no se puede deshacer.
pt_br: Esta entrada sera excluida permanentemente. Esta acao nao pode ser desfeita.

source: This helps
es: Esto ayuda
pt_br: Isso ajuda

source: This helps me personalize your experience
es: Esto me ayuda a personalizar tu experiencia
pt_br: Isso me ajuda a personalizar sua experiencia

source: This helps the listener understand your situation better.
es: Esto ayuda al oyente a entender mejor tu situacion.
pt_br: Isso ajuda o ouvinte a entender melhor sua situacao.

source: This helps us suggest the right content
es: Esto nos ayuda a sugerir el contenido adecuado
pt_br: Isso nos ajuda a sugerir o conteudo certo

source: This is how your captions will appear
es: Asi es como apareceran tus subtitulos
pt_br: E assim que suas legendas aparecerao

source: This is taking longer than usual. Check your connection and try refreshing.
es: Esto esta tardando mas de lo habitual. Verifica tu conexion e intenta actualizar.
pt_br: Isso esta demorando mais do que o habitual. Verifique sua conexao e tente atualizar.

source: This journal entry could not be loaded.
es: Esta entrada de diario no pudo ser cargada.
pt_br: Esta entrada de diario nao pode ser carregada.

source: This may take up to 30 seconds
es: Esto puede tomar hasta 30 segundos
pt_br: Isso pode levar ate 30 segundos

source: This memory will be permanently deleted.
es: Este recuerdo sera eliminado permanentemente.
pt_br: Esta memoria sera excluida permanentemente.

source: This model has %lld%% accuracy
es: Este modelo tiene %lld%% de precisión
pt_br: Este modelo tem %lld%% de precisão

source: This Month
es: Este Mes
pt_br: Este Mês

source: This pattern has been detected based on your personal warning signs.
es: Este patrón ha sido detectado basándose en tus señales de alerta personales.
pt_br: Este padrão foi detectado com base em seus sinais de alerta pessoais.

source: This pattern requires a premium subscription
es: Este patron requiere una suscripcion premium
pt_br: Este padrao requer uma assinatura premium

source: This person can be automatically notified when you use the SOS feature.
es: Esta persona puede ser notificada automaticamente cuando uses la funcion SOS.
pt_br: Esta pessoa pode ser notificada automaticamente quando voce usar o recurso SOS.

source: This program requires a Premium subscription
es: Este programa requiere una suscripcion Premium
pt_br: Este programa requer uma assinatura Premium

source: This prompt contains inappropriate content. Please try a different description.
es: Este texto contiene contenido inapropiado. Por favor, intenta con una descripción diferente.
pt_br: Este texto contém conteúdo inadequado. Por favor, tente com uma descrição diferente.

source: This safety plan may be outdated. Connect to refresh.
es: Este plan de seguridad puede estar desactualizado. Conecta para actualizar.
pt_br: Este plano de seguranca pode estar desatualizado. Conecte para atualizar.

source: This story card will be visible to all members of the selected circle.
es: Esta tarjeta de historia sera visible para todos los miembros del circulo seleccionado.
pt_br: Este cartao de historia sera visivel para todos os membros do circulo selecionado.

source: This takes about 3 minutes
es: Esto toma aproximadamente 3 minutos
pt_br: Isso leva cerca de 3 minutos

source: This transition has shaped you into someone stronger and wiser. The courage you've shown throughout this journey is remarkable.
es: Esta transición te ha convertido en alguien más fuerte y sabio. El coraje que has mostrado durante este viaje es notable.
pt_br: Esta transição moldou você em alguém mais forte e sábio. A coragem que você demonstrou ao longo desta jornada é notável.

source: This voice will be used for all content types unless you set a specific preference below.
es: Esta voz se usara para todos los tipos de contenido a menos que establezcas una preferencia especifica abajo.
pt_br: Esta voz sera usada para todos os tipos de conteudo a menos que voce defina uma preferencia especifica abaixo.

source: This Week
es: Esta semana
pt_br: Esta semana

source: this week: %lld
es: esta semana: %lld
pt_br: esta semana: %lld

source: This will analyze your crisis history to update your warning signs. Your existing patterns will be merged with newly discovered ones.
es: Esto analizará tu historial de crisis para actualizar tus señales de alerta. Tus patrones existentes se fusionarán con los recién descubiertos.
pt_br: Isso analisará seu histórico de crises para atualizar seus sinais de alerta. Seus padrões existentes serão mesclados com os recém-descobertos.

source: This will end your partnership and remove shared data access. You can always connect with a new partner later.
es: Esto terminara tu asociacion y eliminara el acceso a datos compartidos. Siempre puedes conectar con un nuevo companero mas tarde.
pt_br: Isso encerrara sua parceria e removera o acesso a dados compartilhados. Voce sempre pode se conectar com um novo parceiro depois.

source: This will permanently delete all memories MindFriend has learned about you. This action cannot be undone.
es: Esto eliminara permanentemente todos los recuerdos que MindFriend ha aprendido sobre ti. Esta accion no se puede deshacer.
pt_br: Isso excluira permanentemente todas as memorias que o MindFriend aprendeu sobre voce. Esta acao nao pode ser desfeita.

source: This will permanently delete all vault entries and create a new encryption key. This action cannot be undone.
es: Esto eliminara permanentemente todas las entradas de la boveda y creara una nueva clave de encriptacion. Esta accion no se puede deshacer.
pt_br: Isso excluira permanentemente todas as entradas do cofre e criara uma nova chave de criptografia. Esta acao nao pode ser desfeita.

source: This will permanently delete all your journal entries, analyses, and settings. This cannot be undone.
es: Esto eliminara permanentemente todas tus entradas de diario, analisis y configuracion. Esto no se puede deshacer.
pt_br: Isso excluira permanentemente todas as suas entradas de diario, analises e configuracoes. Isso nao pode ser desfeito.

source: This will permanently delete all your prediction data, including risk assessments, signals, and intervention history. This cannot be undone.
es: Esto eliminara permanentemente todos tus datos de prediccion, incluyendo evaluaciones de riesgo, senales e historial de intervenciones. Esto no se puede deshacer.
pt_br: Isso excluira permanentemente todos os seus dados de previsao, incluindo avaliacoes de risco, sinais e historico de intervencoes. Isso nao pode ser desfeito.

source: This will permanently delete this journal entry and any associated analysis. This cannot be undone.
es: Esto eliminara permanentemente esta entrada de diario y cualquier analisis asociado. Esto no se puede deshacer.
pt_br: Isso excluira permanentemente esta entrada de diario e qualquer analise associada. Isso nao pode ser desfeito.

source: This will permanently delete your account and all data. This action cannot be undone.
es: Esto eliminara permanentemente tu cuenta y todos los datos. Esta accion no se puede deshacer.
pt_br: Isso excluira permanentemente sua conta e todos os dados. Esta acao nao pode ser desfeita.

# This will protect your streak for 24 hours. You have %lld shield%@ remaining.
source: This will protect your streak for 24 hours. You have %1$lld shield%2$@ remaining.
es: Esto protegera tu racha durante 24 horas. Te quedan %1$lld escudo%2$@.
pt_br: Isso protegera sua sequencia por 24 horas. Voce tem %1$lld escudo%2$@ restante(s).

source: This will remove all downloaded content and cached data. This action cannot be undone.
es: Esto eliminara todo el contenido descargado y los datos en cache. Esta accion no se puede deshacer.
pt_br: Isso removera todo o conteudo baixado e dados em cache. Esta acao nao pode ser desfeita.

source: This will remove all downloaded content. You can re-download content anytime.
es: Esto eliminara todo el contenido descargado. Puedes volver a descargar contenido en cualquier momento.
pt_br: Isso removera todo o conteudo baixado. Voce pode baixar novamente o conteudo a qualquer momento.

source: This will remove your profile picture and show the default placeholder.
es: Esto eliminará tu foto de perfil y mostrará la imagen predeterminada.
pt_br: Isso removerá sua foto de perfil e mostrará a imagem padrão.

source: This will simplify your home screen and reduce notifications for at least 24 hours.
es: Esto simplificara tu pantalla de inicio y reducira las notificaciones durante al menos 24 horas.
pt_br: Isso simplificara sua tela inicial e reduzira as notificacoes por pelo menos 24 horas.

source: This will stop syncing your health data to MindFriend. You can reconnect at any time.
es: Esto dejara de sincronizar tus datos de salud con MindFriend. Puedes reconectar en cualquier momento.
pt_br: Isso parara de sincronizar seus dados de saude com o MindFriend. Voce pode reconectar a qualquer momento.

source: Thought pattern icon
es: Ícono de patrón de pensamiento
pt_br: Ícone de padrão de pensamento

source: Thought Pattern Noticed
es: Patrón de pensamiento detectado
pt_br: Padrão de pensamento detectado

source: Thought Record
es: Registro de pensamientos
pt_br: Registro de pensamentos

source: Thought Records
es: Registros de Pensamientos
pt_br: Registros de Pensamentos

source: Thread is anonymous. Your reply will also be anonymous.
es: El hilo es anonimo. Tu respuesta tambien sera anonima.
pt_br: O topico e anonimo. Sua resposta tambien sera anonima.

source: Threshold Progress
es: Progreso del umbral
pt_br: Progresso do limite
